Repository: pauljoda/Crest
Catalog: CrestShared/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: Turn On Balanced Content Blocking in This Space
ar: تشغيل حظر المحتوى المتوازن في هذه المساحة

source: Turn on Crest under Privacy & Security > Passkeys Access for Web Browsers in system settings.
ar: شغّل Crest من إعدادات النظام في الخصوصية والأمان > وصول مفاتيح المرور لمتصفحات الويب.

source: Two
ar: اثنان

source: Type
ar: النوع

source: Type any website, or choose from a few popular starting points.
ar: اكتب أي موقع، أو اختر من بين بعض نقاط البداية الشائعة.

source: uBlock Annoyances
ar: uBlock للمضايقات

source: uBlock Badware Risks
ar: uBlock لمخاطر البرامج الضارة

source: uBlock Cookie Notices
ar: uBlock لإشعارات الكوكيز

source: uBlock Filters
ar: فلاتر uBlock

source: uBlock Filters — Privacy
ar: فلاتر uBlock — الخصوصية

source: uBlock Filters — Quick Fixes
ar: فلاتر uBlock — إصلاحات سريعة

source: uBlock Filters — Unbreak
ar: فلاتر uBlock — إصلاح التوافق

source: unassigned
ar: غير مُعيّن

source: unassigned none no shortcut
ar: غير معين بلا اختصار لا شيء

source: Unavailable in Crest
ar: غير متاح في Crest

source: Unload %@
ar: إلغاء تحميل %@

source: Unload %arg
ar: إلغاء تحميل %arg

source: Unload Tab
ar: إلغاء تحميل علامة التبويب

source: Unlock
ar: إلغاء القفل

source: Unlock %@
ar: فتح قفل %@

source: Unlock every private Space before exporting browser data or bookmarks that include its tabs and history.
ar: ألغِ قفل كل مساحة خاصة قبل تصدير بيانات المتصفح أو العلامات المرجعية التي تتضمن علامات تبويبها وسجلها.

source: Unlock Space
ar: فتح المساحة

source: Unlock the private Spaces below before viewing or changing URL route patterns that target them.
ar: ألغِ قفل المساحات الخاصة أدناه قبل عرض أو تغيير أنماط مسارات العناوين التي تستهدفها.

source: Unlock with Face ID, Touch ID, or your device passcode or password. Until then, this Space’s tabs, site data, and credentials stay hidden.
ar: افتح القفل باستخدام Face ID أو Touch ID أو رمز دخول جهازك أو كلمة السر. وحتى ذلك الحين، ستظل علامات تبويب هذه المساحة وبيانات المواقع وبيانات الاعتماد مخفية.

source: Unsupported APIs
ar: واجهات برمجة غير مدعومة

source: up arrow
ar: السهم الأعلى

source: Update & Offer to Passwords
ar: تحديث وعرض نسخة على «كلمات السر»

source: Update Extensions Automatically
ar: تحديث الإضافات تلقائيًا

source: Update Frequency
ar: تكرار التحديث

source: Update in %@
ar: تحديث في %@

source: Update in this Space
ar: تحديث في هذه المساحة

source: Update password?
ar: هل تريد تحديث كلمة المرور؟

source: Updated %@
ar: تم تحديث %@

source: Updated %lld extensions
ar: تم تحديث %lld إضافة

source: Updated your Spaces and added %lld tabs.
ar: تم تحديث مساحاتك وتمت إضافة %lld علامة تبويب.

source: Updates
ar: التحديثات

source: Updating %@
ar: جارٍ تحديث %@

source: Updating %arg
ar: جارٍ تحديث %arg

source: Updating default browser
ar: جارٍ تحديث المتصفح الافتراضي

source: Updating existing credentials…
ar: جارٍ تحديث بيانات الاعتماد الموجودة…

source: Updating existing Keychain items…
ar: جارٍ تحديث عناصر سلسلة المفاتيح الموجودة…

source: Updating Space protection…
ar: جارٍ تحديث حماية المساحة…

source: Updating this Space’s saved passwords…
ar: جارٍ تحديث كلمات المرور المحفوظة في هذه المساحة…

source: URL Copied
ar: تم نسخ عنوان URL

source: URL or text
ar: عنوان URL أو نص

source: Use %@
ar: استخدام %@

source: Use an icon instead
ar: استخدم أيقونة بدلًا من ذلك

source: Use Crest Passwords in this Space
ar: استخدام كلمات مرور Crest في هذه المساحة

source: Use Face ID, Touch ID, or your device passcode or password before this private Space can be viewed.
ar: استخدم بصمة الوجه أو بصمة الإصبع أو رمز دخول جهازك أو كلمة مروره قبل عرض هذه المساحة الخاصة.

source: Use iCloud
ar: استخدام iCloud

source: Use Preset
ar: استخدام التصميم

source: Use Strong Password
ar: استخدام كلمة مرور قوية

source: Use the arrow keys or drag to rotate the gradient line
ar: استخدم مفاتيح الأسهم أو اسحب لتدوير خط التدرج

source: Use This Device
ar: استخدام هذا الجهاز

source: Username
ar: اسم المستخدم

source: Vertical
ar: رأسي

source: View & Tools
ar: العرض والأدوات

source: View Password
ar: عرض كلمة المرور

source: Vigil
ar: اليقظة

source: visited pages history
ar: الصفحات التي تمت زيارتها السجل

source: Waiting for approval…
ar: في انتظار الموافقة…

source: Waves
ar: الأمواج

source: WebExtension add-ons permissions storage
ar: WebExtension الإضافات الأذونات التخزين

source: WebKit can use the system’s passkey providers for the website in the active page.
ar: يمكن لـ WebKit استخدام مزوّدي مفاتيح المرور في النظام للموقع المفتوح في الصفحة النشطة.

source: WebKit presents the person’s enabled Passwords providers for AutoFill. An explicit user-approved copy from Crest is not enabled in this build. It is not a system extension and will never require reduced security.
ar: يعرض WebKit موفري «كلمات السر» الذين فعّلهم المستخدم للتعبئة التلقائية. لا تتوفر في هذا الإصدار نسخة صريحة يوافق المستخدم على نقلها من Crest. وهذه ليست إضافة نظام ولن تتطلب مطلقًا تقليل مستوى الأمان.

source: Website
ar: موقع الويب

source: Website Access
ar: الوصول إلى المواقع

source: Website notifications
ar: إشعارات مواقع الويب

source: Website Notifications
ar: إشعارات مواقع الويب

source: Weekly
ar: أسبوعيًا

source: Welcome
ar: مرحبًا

source: Welcome to Crest
ar: مرحبًا بك في Crest

source: What Syncs
ar: ما تتم مزامنته

source: When Crest opens
ar: عند فتح Crest

source: Winter
ar: الشتاء

source: Work
ar: العمل

source: Work, life, a thing you love. What will you make room for?
ar: للعمل أو للحياة أو لشيء تحبه. لأي شيء ستخصص مساحة؟

source: You can still create and rename Spaces on this device.
ar: لا يزال بإمكانك إنشاء المساحات وإعادة تسميتها على هذا الجهاز.

source: You’re offline
ar: أنت غير متصل بالإنترنت

source: Your first Space
ar: مساحتك الأولى

source: Your Space
ar: مساحتك

source: Your Space, your way
ar: مساحتك على طريقتك

source: Your Spaces are ready. You can change them or add more anytime.
ar: مساحاتك جاهزة. يمكنك تغييرها أو إضافة المزيد في أي وقت.

source: Zen Spaces or Session
ar: مساحات Zen أو الجلسة

source: Zoom In
ar: تكبير

source: Zoom Out
ar: تصغير
